<template>
    <div class="bg-gradient-to-b from-blue-100 to-white min-h-screen font-sans">
        <header class="bg-blue-400 p-5 shadow-md">
            <div
                class="container mx-auto flex justify-between items-center"
            ></div>
            <div class="text-center">
                <h1 class="text-4xl font-extrabold text-white mb-5">
                    プライバシーポリシー
                </h1>
            </div>
        </header>

        <div class="container mx-auto mt-10 px-8">
            <p class="mb-5">
                運営者は，本ウェブサイト上で提供するサービス（以下,「本サービス」といいます。）における，ユーザーの個人情報の取扱いについて，以下のとおりプライバシーポリシー（以下，「本ポリシー」といいます。）を定めます。
            </p>

            <h3 class="text-2xl font-medium mb-5">第1条（個人情報）</h3>
            <p class="mb-10">
                「個人情報」とは，個人情報保護法にいう「個人情報」を指すものとし，生存する個人に関する情報であって，当該情報に含まれる氏名，メールアドレス，その他の記述等により特定の個人を識別できる情報及び容貌，指紋，声紋にかかるデータ，及び健康保険証の保険者番号などの当該情報単体から特定の個人を識別できる情報（個人識別情報）を指します。
            </p>

            <h3 class="text-2xl font-medium mb-5">
                第2条（個人情報を収集・利用する目的）
            </h3>
            <p class="mb-10">
                運営者が個人情報を収集・利用する目的は，以下のとおりです。<br />
                ・運営者サービスの提供・運営のため<br />
                ・ユーザーからのお問い合わせに回答するため（本人確認を行うことを含む）<br />
                ・ユーザーが利用中のサービスの新機能，更新情報，キャンペーン等及び運営者が提供する他のサービスの案内のメールを送付するため<br />
                ・メンテナンス，重要なお知らせなど必要に応じたご連絡のため<br />
                ・利用規約に違反したユーザーや，不正・不当な目的でサービスを利用しようとするユーザーの特定をし，ご利用をお断りするため<br />
                ・ユーザーにご自身の登録情報の閲覧や変更，削除，ご利用状況の閲覧を行っていただくため<br />
                ・有料サービスにおいて，ユーザーに利用料金を請求するため<br />
                ・上記の利用目的に付随する目的<br />
            </p>

            <h3 class="text-2xl font-medium mb-5">第3条（利用目的の変更）</h3>
            <p class="mb-10">
                ・運営者は，利用目的が変更前と関連性を有すると合理的に認められる場合に限り，個人情報の利用目的を変更するものとします。<br />
                ・利用目的の変更を行った場合には，変更後の目的について，運営者所定の方法により，ユーザーに通知し，または本ウェブサイト上に公表するものとします。<br />
            </p>

            <h3 class="text-2xl font-medium mb-5">
                第4条（本サービスの提供の停止等）
            </h3>
            <p class="mb-10">
                運営者は，次に掲げる場合を除いて，あらかじめユーザーの同意を得ることなく，第三者に個人情報を提供することはありません。ただし，個人情報保護法その他の法令で認められる場合を除きます。<br />
                ・人の生命，身体または財産の保護のために必要がある場合であって，本人の同意を得ることが困難であるとき<br />
                ・公衆衛生の向上または児童の健全な育成の推進のために特に必要がある場合であって，本人の同意を得ることが困難であるとき<br />
                ・国の機関もしくは地方公共団体またはその委託を受けた者が法令の定める事務を遂行することに対して協力する必要がある場合であって，本人の同意を得ることにより当該事務の遂行に支障を及ぼすおそれがあるとき<br />
                ・予め次の事項を告知あるいは公表し，かつ運営者が個人情報保護委員会に届出をしたとき<br />
                &nbsp;&nbsp;&nbsp;&nbsp;- 利用目的に第三者への提供を含むこと<br />
                &nbsp;&nbsp;&nbsp;&nbsp;- 第三者に提供されるデータの項目<br />
                &nbsp;&nbsp;&nbsp;&nbsp;- 第三者への提供の手段または方法<br />
                &nbsp;&nbsp;&nbsp;&nbsp;-
                本人の求めに応じて個人情報の第三者への提供を停止すること<br />
                &nbsp;&nbsp;&nbsp;&nbsp;- 本人の求めを受け付ける方法<br />

                <br />
                前項の定めにかかわらず，次に掲げる場合には，当該情報の提供先は第三者に該当しないものとします。<br />
                ・前項の定めにかかわらず，次に掲げる場合には，当該情報の提供先は第三者に該当しないものとします。<br />
                ・合併その他の事由による事業の承継に伴って個人情報が提供される場合<br />
                ・個人情報を特定の者との間で共同して利用する場合であって，その旨並びに共同して利用される個人情報の項目，共同して利用する者の範囲，利用する者の利用目的および当該個人情報の管理について責任を有する者の氏名または名称について，あらかじめ本人に通知し，または本人が容易に知り得る状態に置いた場合<br />
            </p>

            <h3 class="text-2xl font-medium mb-5">
                第5条（個人情報の訂正および削除）
            </h3>
            <p class="mb-10">
                ・ユーザーは，運営者の保有する自己の個人情報が誤った情報である場合には，運営者が定める手続きにより，運営者に対して個人情報の訂正，追加または削除（以下，「訂正等」といいます。）を請求することができます。<br />
                ・運営者は，ユーザーから前項の請求を受けてその請求に応じる必要があると判断した場合には，遅滞なく，当該個人情報の訂正等を行うものとします。<br />
                ・運営者は，前項の規定に基づき訂正等を行った場合，または訂正等を行わない旨の決定をしたときは遅滞なく，これをユーザーに通知します。<br />
                運営者は，本条に基づき運営者が行った行為によりユーザーに生じた損害について，一切の責任を負いません。
            </p>

            <h3 class="text-2xl font-medium mb-5">
                第6条（個人情報の利用停止等）
            </h3>
            <p class="mb-10">
                ・運営者は，本人から，個人情報が，利用目的の範囲を超えて取り扱われているという理由，または不正の手段により取得されたものであるという理由により，その利用の停止または消去（以下，「利用停止等」といいます。）を求められた場合には，遅滞なく必要な調査を行います。<br />
                ・前項の調査結果に基づき，その請求に応じる必要があると判断した場合には，遅滞なく，当該個人情報の利用停止等を行います。<br />
                ・運営者は，前項の規定に基づき利用停止等を行った場合，または利用停止等を行わない旨の決定をしたときは，遅滞なく，これをユーザーに通知します。<br />
                ・前2項にかかわらず，利用停止等に多額の費用を有する場合その他利用停止等を行うことが困難な場合であって，ユーザーの権利利益を保護するために必要なこれに代わるべき措置をとれる場合は，この代替策を講じるものとします。<br />
            </p>

            <h3 class="text-2xl font-medium mb-5">
                第7条（プライバシーポリシーの変更）
            </h3>
            <p class="mb-10">
                ・本ポリシーの内容は，法令その他本ポリシーに別段の定めのある事項を除いて，ユーザーに通知することなく，変更することができるものとします。<br />
                ・運営者が別途定める場合を除いて，変更後のプライバシーポリシーは，本ウェブサイトに掲載したときから効力を生じるものとします。<br />
            </p>

            <h3 class="text-2xl font-medium mb-5">第8条（利用規約の変更）</h3>
            <p class="mb-10">
                運営者は以下の場合には、ユーザーの個別の同意を要せず、本規約を変更することができるものとします。<br />
                ・本規約の変更がユーザーの一般の利益に適合するとき。<br />
                ・本規約の変更が本サービス利用契約の目的に反せず、かつ、変更の必要性、変更後の内容の相当性その他の変更に係る事情に照らして合理的なものであるとき。<br />
                運営者はユーザーに対し、前項による本規約の変更にあたり、事前に、本規約を変更する旨及び変更後の本規約の内容並びにその効力発生時期を通知します。
            </p>

            <h3 class="text-2xl font-medium mb-5">第9条（個人情報の取扱い）</h3>
            <p class="mb-10">
                運営者は，本サービスの利用によって取得する個人情報については，運営者「プライバシーポリシー」に従い適切に取り扱うものとします。
            </p>

            <h3 class="text-2xl font-medium mb-5">第10条（通知または連絡）</h3>
            <p class="mb-10">
                ユーザーと運営者との間の通知または連絡は，運営者の定める方法によって行うものとします。運営者は,ユーザーから,運営者が別途定める方式に従った変更届け出がない限り,現在登録されている連絡先が有効なものとみなして当該連絡先へ通知または連絡を行い,これらは,発信時にユーザーへ到達したものとみなします。
            </p>

            <h3 class="text-2xl font-medium mb-5">
                第11条（準拠法・裁判管轄）
            </h3>
            <p class="mb-10">
                本規約の解釈にあたっては，日本法を準拠法とします。
                本サービスに関して紛争が生じた場合には，運営者の本店所在地を管轄する裁判所を専属的合意管轄とします。
            </p>
        </div>

        <footer class="bg-blue-400 text-white p-10">
            <div class="container mx-auto flex justify-end items-center">
                <nav>
                    <ul class="flex space-x-6">
                        <li>
                            <a
                                href="https://docs.google.com/forms/d/e/1FAIpQLSc1vyVWM_fWrP6KPTmVEPgjGBEtENeIJT7GRFadG51eVUYqEw/viewform"
                                target="_blank"
                                rel="noopener noreferrer"
                                class="text-white hover:underline"
                                >お問い合わせ</a
                            >
                        </li>
                        <li>
                            <a
                                href="/terms-of-service"
                                target="_blank"
                                class="text-white hover:underline"
                                >利用規約</a
                            >
                        </li>
                        <li>
                            <a
                                href="/privacy-policy"
                                target="_blank"
                                class="text-white hover:underline"
                                >プライバシーポリシー</a
                            >
                        </li>
                    </ul>
                </nav>
            </div>
        </footer>
    </div>
</template>
